Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: How long the app can keep working after moving to the background. Without any keep-alive mechanism, iOS suspends apps after roughly 30 seconds; enabling Location Tracking (and granting location permission) or Background Speak extends this for the duration of a task.
de: Wie lange die App nach dem Wechsel in den Hintergrund weiterarbeiten kann. Ohne Keep-Alive-Mechanismus setzt iOS Apps nach etwa 30 Sekunden aus; das Aktivieren von Standortverfolgung (mit erteilter Standortberechtigung) oder Hintergrund-Sprachausgabe verlängert dies für die Dauer einer Aufgabe.
es: Cuánto tiempo puede seguir trabajando la app tras pasar a segundo plano. Sin ningún mecanismo de keep-alive, iOS suspende las apps al cabo de unos 30 segundos; activar el seguimiento de ubicación (y conceder el permiso de ubicación) o la lectura en voz alta en segundo plano lo amplía mientras dure una tarea.
fil: Gaano katagal makakapagpatuloy ang app pagkalipat sa background. Kung walang keep-alive na mekanismo, sinu-suspend ng iOS ang mga app pagkatapos ng mga 30 segundo; pinapahaba ito ng Location Tracking (at pagbibigay ng pahintulot sa lokasyon) o Background Speak habang tumatakbo ang task.
fr: Durée pendant laquelle l’app peut continuer à travailler après passage en arrière-plan. Sans mécanisme de maintien, iOS suspend les apps après environ 30 secondes ; activer le suivi de localisation (avec l’autorisation accordée) ou la lecture vocale en arrière-plan prolonge ce délai pour la durée d’une tâche.
hr: Koliko dugo aplikacija može nastaviti raditi nakon prelaska u pozadinu. Bez mehanizma održavanja rada iOS obustavlja aplikacije nakon otprilike 30 sekundi; uključivanje praćenja lokacije (uz odobreno dopuštenje za lokaciju) ili govora u pozadini produljuje to za trajanje zadatka.
id: Berapa lama aplikasi dapat terus bekerja setelah berpindah ke latar belakang. Tanpa mekanisme keep-alive, iOS menangguhkan aplikasi setelah sekitar 30 detik; mengaktifkan Pelacakan Lokasi (dan memberi izin lokasi) atau Bacakan di Latar Belakang memperpanjangnya selama tugas berlangsung.
ja: バックグラウンドに移行した後、アプリが作業を継続できる時間です。維持機能がない場合、iOSは約30秒でアプリを一時停止します。「位置情報の追跡」（位置情報の許可が必要）または「バックグラウンド読み上げ」を有効にすると、タスクの実行中はこの時間が延長されます。
ko: 앱이 백그라운드로 이동한 후 계속 작업할 수 있는 시간입니다. 유지 메커니즘이 없으면 iOS는 약 30초 후 앱을 일시 중단합니다. 위치 추적(위치 권한 허용 필요) 또는 백그라운드 읽어주기를 켜면 작업이 진행되는 동안 이 시간이 연장됩니다.
ms: Berapa lama apl boleh terus bekerja selepas beralih ke latar belakang. Tanpa sebarang mekanisme keep-alive, iOS menggantung apl selepas kira-kira 30 saat; mengaktifkan Penjejakan Lokasi (dan memberi kebenaran lokasi) atau Baca di Latar Belakang memanjangkannya sepanjang tempoh tugas.
pl: Jak długo aplikacja może działać po przejściu w tło. Bez mechanizmu podtrzymania iOS wstrzymuje aplikacje po około 30 sekundach; włączenie śledzenia lokalizacji (wraz z uprawnieniem) lub czytania w tle wydłuża ten czas na czas trwania zadania.
pt_br: Quanto tempo o app pode continuar trabalhando depois de ir para segundo plano. Sem nenhum mecanismo de manutenção, o iOS suspende os apps após cerca de 30 segundos; ativar o Rastreamento de localização (e conceder a permissão) ou a Fala em segundo plano estende esse tempo pela duração de uma tarefa.
ro: Cât timp poate lucra aplicația după trecerea în fundal. Fără un mecanism de menținere activă, iOS suspendă aplicațiile după aproximativ 30 de secunde; activarea urmăririi locației (și acordarea permisiunii de locație) sau a Vorbirii în fundal prelungește acest timp pe durata unei sarcini.
ru: Как долго приложение может продолжать работу после перехода в фон. Без механизма поддержания активности iOS приостанавливает приложения примерно через 30 секунд; включение «Отслеживания местоположения» (с разрешением на доступ) или «Озвучивания в фоне» продлевает это на время выполнения задачи.
th: ระยะเวลาที่แอปทำงานต่อได้หลังย้ายไปเบื้องหลัง หากไม่มีกลไก keep-alive iOS จะระงับแอปหลังประมาณ 30 วินาที การเปิดการติดตามตำแหน่ง (และให้สิทธิ์ตำแหน่ง) หรือการอ่านออกเสียงเบื้องหลังจะขยายเวลานี้ตลอดระยะเวลาของงาน
tr: Uygulamanın arka plana geçtikten sonra ne kadar süre çalışmayı sürdürebileceği. Herhangi bir etkin tutma mekanizması olmadan iOS uygulamaları yaklaşık 30 saniye sonra askıya alır; Konum İzleme'yi (ve konum iznini) ya da Arka Planda Sesli Oku'yu etkinleştirmek bunu görev süresince uzatır.
zh_hans: 应用切换到后台后还能继续工作多久。若没有任何保活机制，iOS 会在大约 30 秒后挂起应用；开启“位置追踪”（并授予位置权限）或“后台朗读”可在任务执行期间延长这一时间。
zh_hant: 應用程式切換到背景後還能繼續工作多久。若沒有任何保活機制，iOS 會在大約 30 秒後暫停應用程式；開啟「位置追蹤」（並授予位置權限）或「背景朗讀」可在任務執行期間延長這段時間。

source: How long to wait for this server's first initialize. Raise it for slow-starting servers (e.g. uvx). Leave blank for the default (60s). Minis setting, not part of the MCP protocol.
de: Wie lange auf das erste Initialisieren dieses Servers gewartet wird. Für langsam startende Server (z. B. uvx) erhöhen. Leer lassen für den Standard (60 s). Minis-Einstellung, nicht Teil des MCP-Protokolls.
es: Cuánto esperar a la primera inicialización de este servidor. Auméntalo para servidores de arranque lento (por ejemplo, uvx). Déjalo en blanco para usar el valor predeterminado (60 s). Es un ajuste de Minis, no forma parte del protocolo MCP.
fil: Gaano katagal maghihintay sa unang initialize ng server na ito. Taasan para sa mabagal magsimulang server (hal. uvx). Iwanang blangko para sa default (60s). Setting ng Minis, hindi bahagi ng MCP protocol.
fr: Durée d'attente de la première initialisation de ce serveur. Augmentez-la pour les serveurs lents à démarrer (p. ex. uvx). Laissez vide pour la valeur par défaut (60 s). Réglage Minis, ne fait pas partie du protocole MCP.
hr: Koliko čekati na prvu inicijalizaciju ovog poslužitelja. Povećajte za poslužitelje koji se sporo pokreću (npr. uvx). Ostavite prazno za zadanu vrijednost (60 s). Postavka aplikacije Minis, nije dio MCP protokola.
id: Berapa lama menunggu inisialisasi pertama server ini. Naikkan untuk server yang lambat menyala (mis. uvx). Kosongkan untuk bawaan (60d). Pengaturan Minis, bukan bagian dari protokol MCP.
ja: このサーバーの初回初期化を待つ時間。起動の遅いサーバー（例: uvx）では長くしてください。空欄でデフォルト（60秒）。Minis の設定であり、MCP プロトコルの一部ではありません。
ko: 이 서버의 첫 초기화를 기다리는 시간입니다. 시작이 느린 서버(예: uvx)는 값을 늘리세요. 비워 두면 기본값(60초). Minis 설정이며 MCP 프로토콜의 일부가 아닙니다.
ms: Berapa lama menunggu permulaan pertama server ini. Naikkan untuk server yang lambat bermula (cth. uvx). Biarkan kosong untuk lalai (60s). Tetapan Minis, bukan sebahagian protokol MCP.
pl: Jak długo czekać na pierwszą inicjalizację tego serwera. Zwiększ dla wolno startujących serwerów (np. uvx). Pozostaw puste dla wartości domyślnej (60 s). To ustawienie Minis, nie część protokołu MCP.
pt_br: Quanto esperar pela primeira inicialização deste servidor. Aumente para servidores de partida lenta (ex.: uvx). Deixe em branco para o padrão (60s). É um ajuste do Minis, não faz parte do protocolo MCP.
ro: Cât se așteaptă prima inițializare a acestui server. Mărește valoarea pentru servere care pornesc lent (ex. uvx). Lasă gol pentru valoarea implicită (60s). Este o setare Minis, nu face parte din protocolul MCP.
ru: Сколько ждать первой инициализации этого сервера. Увеличьте для медленно запускающихся серверов (например, uvx). Оставьте пустым для значения по умолчанию (60 с). Настройка Minis, не часть протокола MCP.
th: ระยะเวลารอการเริ่มต้นครั้งแรกของเซิร์ฟเวอร์นี้ เพิ่มค่าสำหรับเซิร์ฟเวอร์ที่เริ่มช้า (เช่น uvx) เว้นว่างไว้เพื่อใช้ค่าเริ่มต้น (60 วินาที) เป็นการตั้งค่าของ Minis ไม่ใช่ส่วนหนึ่งของโปรโตคอล MCP
tr: Bu sunucunun ilk başlatması için ne kadar bekleneceği. Yavaş başlayan sunucular için artırın (ör. uvx). Varsayılan için boş bırakın (60 sn). Bu bir Minis ayarıdır, MCP protokolünün parçası değildir.
zh_hans: 等待该服务器首次 initialize 的时长。启动较慢的服务器（如 uvx）可调大。留空则用默认值（60 秒）。这是 Minis 配置，并非 MCP 协议的一部分。
zh_hant: 等待此伺服器首次 initialize 的時間。啟動較慢的伺服器（如 uvx）可調大。留空則用預設值（60 秒）。這是 Minis 設定，並非 MCP 協定的一部分。

source: However, when you add a third-party AI provider and use it for conversations, the following data may be sent directly from your device to that provider's servers:
de: Wenn Sie jedoch einen KI-Drittanbieter hinzufügen und für Konversationen nutzen, können folgende Daten direkt von Ihrem Gerät an die Server des Anbieters gesendet werden:
es: Sin embargo, cuando añades un proveedor de IA de terceros y lo usas para conversar, los siguientes datos pueden enviarse directamente desde tu dispositivo a los servidores de ese proveedor:
fil: Gayunpaman, kapag nagdagdag ka ng third-party na AI provider at ginamit ito sa usapan, maaaring direktang maipadala mula sa device mo ang sumusunod na datos sa mga server ng provider na iyon:
fr: Cependant, lorsque vous ajoutez un fournisseur AI tiers et l'utilisez pour des conversations, les données suivantes peuvent être envoyées directement vers les serveurs de ce fournisseur :
hr: Međutim, kada dodate AI pružatelja usluge treće strane i koristite ga za razgovore, sljedeći se podaci mogu slati izravno s vašeg uređaja na poslužitelje tog pružatelja usluge:
id: Namun, saat Anda menambahkan penyedia AI pihak ketiga dan memakainya untuk percakapan, data berikut dapat dikirim langsung dari perangkat Anda ke server penyedia tersebut:
ja: ただし、サードパーティのAIプロバイダーを追加して会話に使用する場合、以下のデータがデバイスからプロバイダーのサーバーに直接送信される場合があります：
ko: 다만, 타사 AI 공급자를 추가하고 대화에 사용할 경우 다음 데이터가 기기에서 해당 공급자 서버로 직접 전송될 수 있습니다:
ms: Namun, apabila anda menambah pembekal AI pihak ketiga dan menggunakannya untuk perbualan, data berikut mungkin dihantar terus dari peranti anda ke server pembekal tersebut:
pl: Jeśli jednak dodasz zewnętrznego dostawcę AI i użyjesz go do rozmów, następujące dane mogą trafić bezpośrednio z Twojego urządzenia na serwery tego dostawcy:
pt_br: Porém, ao adicionar um provedor de IA de terceiros e usá-lo nas conversas, os dados a seguir podem ser enviados diretamente do seu dispositivo aos servidores desse provedor:
ro: Totuși, când adaugi un furnizor AI terț și îl folosești pentru conversații, următoarele date pot fi trimise direct de pe dispozitivul tău către serverele acelui furnizor:
ru: Однако когда вы добавляете стороннего AI-провайдера и используете его для общения, следующие данные могут отправляться непосредственно с вашего устройства на серверы этого провайдера:
th: อย่างไรก็ตาม เมื่อคุณเพิ่มผู้ให้บริการ AI ภายนอกและใช้สนทนา ข้อมูลต่อไปนี้อาจถูกส่งตรงจากอุปกรณ์ของคุณไปยังเซิร์ฟเวอร์ของผู้ให้บริการนั้น:
tr: Ancak üçüncü taraf bir yapay zekâ sağlayıcısı ekleyip sohbetlerde kullandığınızda, aşağıdaki veriler aygıtınızdan doğrudan o sağlayıcının sunucularına gönderilebilir:
zh_hans: 但是，当您添加第三方 AI 服务商并用于对话时，以下数据可能会直接从您的设备发送到该服务商的服务器：
zh_hant: 但是，當您加入第三方 AI 服務商並用於對話時，以下資料可能會直接從您的設備傳送到該服務商的服務器：

source: I Understand & Agree
de: Ich verstehe und stimme zu
es: Entiendo y acepto
fil: Naiintindihan Ko at Sumasang-ayon
fr: Je comprends et j'accepte
hr: Razumijem i prihvaćam
id: Saya Mengerti & Setuju
ja: 理解して同意します
ko: 이해하고 동의합니다
ms: Saya Faham & Setuju
pl: Rozumiem i akceptuję
pt_br: Entendo e concordo
ro: Am înțeles și sunt de acord
ru: Понятно и согласен
th: ฉันเข้าใจและยอมรับ
tr: Anlıyorum ve Kabul Ediyorum
zh_hans: 我已了解并同意
zh_hant: 我已瞭解並同意

source: iCloud Backup
de: iCloud-Sicherung
es: Copia de seguridad de iCloud
fr: Sauvegarde iCloud
hr: iCloud sigurnosna kopija
id: Cadangan iCloud
ja: iCloud バックアップ
ko: iCloud 백업
ms: Sandaran iCloud
pl: Kopia zapasowa iCloud
pt_br: Backup do iCloud
ro: Copie de rezervă iCloud
ru: Резервная копия iCloud
th: ข้อมูลสำรอง iCloud
tr: iCloud Yedeği
zh_hans: iCloud 备份
zh_hant: iCloud 備份

source: iCloud connected
de: iCloud verbunden
es: iCloud conectado
fil: Nakakonekta ang iCloud
fr: iCloud connecté
hr: iCloud povezan
id: iCloud terhubung
ja: iCloud に接続されました
ko: iCloud 연결됨
ms: iCloud disambungkan
pl: iCloud połączony
pt_br: iCloud conectado
ro: iCloud conectat
ru: iCloud подключён
th: เชื่อมต่อ iCloud แล้ว
tr: iCloud bağlandı
zh_hans: iCloud 已连接
zh_hant: iCloud 已連線

source: iCloud Data Deleted
de: iCloud-Daten gelöscht
es: Datos de iCloud eliminados
fil: Natanggal ang iCloud Data
fr: Données iCloud supprimées
hr: iCloud podaci obrisani
id: Data iCloud Dihapus
ja: iCloud データを削除しました
ko: iCloud 데이터 삭제됨
ms: Data iCloud Dipadam
pl: Usunięto dane iCloud
pt_br: Dados do iCloud excluídos
ro: Datele iCloud au fost șterse
ru: Данные iCloud удалены
th: ลบข้อมูล iCloud แล้ว
tr: iCloud verileri silindi
zh_hans: iCloud 数据已删除
zh_hant: iCloud 資料已刪除

source: iCloud has no records for this chat — local messages preserved
de: iCloud hat keine Einträge für diesen Chat — lokale Nachrichten beibehalten
es: iCloud no tiene registros de este chat: se conservan los mensajes locales
fil: Walang record ang iCloud para sa chat na ito — napanatili ang mga lokal na mensahe
fr: iCloud n'a aucun enregistrement pour ce chat — messages locaux conservés
hr: iCloud nema zapisa za ovaj razgovor — lokalne su poruke sačuvane
id: iCloud tidak punya catatan untuk obrolan ini — pesan lokal dipertahankan
ja: iCloudにこのチャットの記録がありません — ローカルメッセージは保持されます
ko: iCloud에 이 채팅 기록이 없습니다 — 로컬 메시지가 보존됩니다
ms: iCloud tiada rekod untuk sembang ini — mesej tempatan dikekalkan
pl: iCloud nie ma rekordów tego czatu — zachowano wiadomości lokalne
pt_br: O iCloud não tem registros deste chat — mensagens locais preservadas
ro: iCloud nu are înregistrări pentru acest chat — mesajele locale au fost păstrate
ru: В iCloud нет записей для этого чата — локальные сообщения сохранены
th: iCloud ไม่มีระเบียนสำหรับแชทนี้ — ข้อความในเครื่องยังคงอยู่
tr: iCloud'da bu sohbet için kayıt yok — yerel mesajlar korundu
zh_hans: iCloud 没有此对话的记录 — 本地消息已保留
zh_hant: iCloud 沒有此對話的紀錄 — 本機訊息已保留

source: iCloud is not available
de: iCloud ist nicht verfügbar
es: iCloud no está disponible
fil: Hindi available ang iCloud
fr: iCloud n'est pas disponible
hr: iCloud nije dostupan
id: iCloud tidak tersedia
ja: iCloud は利用できません
ko: iCloud을 사용할 수 없습니다
ms: iCloud tidak tersedia
pl: iCloud jest niedostępny
pt_br: O iCloud não está disponível
ro: iCloud nu este disponibil
ru: iCloud недоступен
th: iCloud ไม่พร้อมใช้งาน
tr: iCloud kullanılamıyor
zh_hans: iCloud 不可用
zh_hant: iCloud 不可用

source: iCloud Sync
de: iCloud-Synchronisierung
es: Sincronización con iCloud
fr: Synchronisation iCloud
hr: iCloud sinkronizacija
id: Sinkronisasi iCloud
ja: iCloud 同期
ko: iCloud 동기화
ms: Penyegerakan iCloud
pl: Synchronizacja iCloud
pt_br: Sincronização do iCloud
ro: Sincronizare iCloud
ru: Синхронизация iCloud
th: ซิงค์ iCloud
tr: iCloud Eşitleme
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: iCloud Sync Logs
de: iCloud-Synchronisierungsprotokolle
es: Registros de sincronización con iCloud
fil: Mga iCloud Sync Log
fr: Journaux de synchronisation iCloud
hr: Zapisi iCloud sinkronizacije
id: Log Sinkronisasi iCloud
ja: iCloud 同期ログ
ko: iCloud 동기화 로그
ms: Log Penyegerakan iCloud
pl: Dzienniki synchronizacji iCloud
pt_br: Registros de sincronização do iCloud
ro: Jurnale sincronizare iCloud
ru: Журналы синхронизации iCloud
th: บันทึกการซิงค์ iCloud
tr: iCloud Eşitleme Günlükleri
zh_hans: iCloud 同步日志
zh_hant: iCloud 同步日誌

source: iCloud Sync upgraded to v2
de: iCloud-Sync auf V2 aktualisiert
es: Sincronización con iCloud actualizada a v2
fil: Na-upgrade ang iCloud Sync sa v2
fr: Synchro iCloud mise à niveau vers la v2
hr: iCloud sinkronizacija nadograđena na v2
id: Sinkronisasi iCloud ditingkatkan ke v2
ja: iCloud 同期を V2 に更新しました
ko: iCloud 동기화가 V2로 업그레이드되었습니다
ms: Penyegerakan iCloud dinaik taraf ke v2
pl: Synchronizacja iCloud zaktualizowana do v2
pt_br: Sincronização do iCloud atualizada para a v2
ro: Sincronizarea iCloud a fost actualizată la v2
ru: Синхронизация iCloud обновлена до v2
th: อัปเกรดการซิงค์ iCloud เป็น v2 แล้ว
tr: iCloud Eşitleme v2'ye yükseltildi
zh_hans: iCloud 同步已升级到 v2
zh_hant: iCloud 同步已升級為 V2

source: iCloud Zones
de: iCloud-Zonen
es: Zonas de iCloud
fil: Mga iCloud Zone
fr: Zones iCloud
hr: iCloud zone
id: Zona iCloud
ja: iCloud ゾーン
ko: iCloud 영역
ms: Zon iCloud
pl: Strefy iCloud
pt_br: Zonas do iCloud
ro: Zone iCloud
ru: Зоны iCloud
th: โซน iCloud
tr: iCloud Bölgeleri
zh_hans: iCloud 区域
zh_hant: iCloud 區域

source: Identity
de: Identität
es: Identidad
fil: Pagkakakilanlan
fr: Identité
hr: Identitet
id: Identitas
ja: 識別情報
ko: 식별
ms: Identiti
pl: Tożsamość
pt_br: Identidade
ro: Identitate
ru: Идентификация
th: ข้อมูลระบุตัวตน
tr: Kimlik
zh_hans: 标识
zh_hant: 標識

source: Idle
de: Bereit
es: Inactivo
fil: Walang ginagawa
fr: Inactif
hr: Neaktivno
id: Menganggur
ja: アイドル
ko: 대기 중
ms: Melahu
pl: Bezczynny
pt_br: Ocioso
ro: Inactiv
ru: Простой
th: ว่าง
tr: Boşta
zh_hans: 空闲
zh_hant: 空閒

source: IDLE
de: INAKTIV
es: INACTIVO
fil: WALANG GINAGAWA
fr: INACTIF
hr: NEAKTIVNO
id: MENGANGGUR
ja: アイドル
ko: 대기
ms: MELAHU
pl: BEZCZYNNY
pt_br: OCIOSO
ro: INACTIV
ru: ПРОСТОЙ
th: ว่าง
tr: BOŞTA
zh_hans: 空闲
zh_hant: 閒置

source: If this happened while writing a large file, the request likely died mid-generation rather than the network being down: the whole file is generated as tool arguments before the write starts. Ask for the file in smaller appended chunks, or have it generated by a short script instead.
de: Wenn das beim Schreiben einer großen Datei passiert ist, ist die Anfrage wahrscheinlich mitten in der Generierung abgebrochen und nicht das Netzwerk ausgefallen: Die gesamte Datei wird als Werkzeug-Argumente erzeugt, bevor das Schreiben beginnt. Fordere die Datei in kleineren, angehängten Teilen an oder lass sie von einem kurzen Skript erzeugen.
es: Si esto ocurrió al escribir un archivo grande, lo más probable es que la solicitud se haya cortado durante la generación y no que la red estuviera caída: el archivo completo se genera como argumentos de la herramienta antes de que empiece la escritura. Pide el archivo en fragmentos más pequeños que se vayan añadiendo, o haz que lo genere un script corto.
fil: Kung nangyari ito habang nagsusulat ng malaking file, malamang na namatay ang request sa gitna ng paggawa sa halip na nawalan ng network: buong file ang ginagawa bilang tool argument bago magsimula ang pagsulat. Humingi ng file sa mas maliliit na idinadagdag na bahagi, o ipagawa na lang ito sa maikling script.
fr: Si cela s'est produit lors de l'écriture d'un fichier volumineux, la requête s'est probablement interrompue en pleine génération plutôt que le réseau n'ait été coupé : tout le fichier est généré comme arguments d'outil avant le début de l'écriture. Demandez le fichier par petits blocs ajoutés successivement, ou faites-le générer par un court script.
hr: Ako se ovo dogodilo tijekom pisanja velike datoteke, zahtjev je vjerojatno prekinut usred generiranja, a nije riječ o prekidu mreže: cijela se datoteka generira kao argumenti alata prije početka pisanja. Zatražite datoteku u manjim dijelovima koji se nadodaju ili je dajte generirati kratkom skriptom.
id: Jika ini terjadi saat menulis file besar, permintaan kemungkinan mati di tengah pembuatan, bukan karena jaringan putus: seluruh file dihasilkan sebagai argumen alat sebelum penulisan dimulai. Mintalah file dalam potongan kecil yang ditambahkan bertahap, atau minta dibuat lewat skrip pendek.
ja: 大きなファイルの書き込み中に発生した場合、ネットワーク切断ではなく、生成の途中でリクエストが終了した可能性が高いです。ファイル全体は、書き込み開始前にツールの引数として生成されるためです。小さな塊に分けて追記させるか、短いスクリプトで生成させてください。
ko: 큰 파일을 쓰는 중에 발생했다면, 네트워크 문제가 아니라 생성 도중에 요청이 종료되었을 가능성이 큽니다. 파일 전체가 쓰기 시작 전에 도구 인수로 생성되기 때문입니다. 파일을 작은 단위로 나눠 이어 쓰게 하거나, 짧은 스크립트로 생성하게 하십시오.
ms: Jika ini berlaku semasa menulis file besar, permintaan berkemungkinan mati di tengah penjanaan, bukan kerana rangkaian terputus: seluruh file dijana sebagai argumen alat sebelum penulisan bermula. Minta file dalam kepingan kecil yang ditambah berperingkat, atau minta ia dijana melalui skrip pendek.
pl: Jeśli stało się to podczas zapisu dużego pliku, żądanie najpewniej przerwało się w trakcie generowania, a nie z powodu sieci: cały plik powstaje jako argumenty narzędzia, zanim zacznie się zapis. Poproś o plik w mniejszych, dopisywanych częściach albo każ wygenerować go krótkim skryptem.
pt_br: Se isso aconteceu ao gravar um arquivo grande, é provável que a requisição tenha morrido no meio da geração, e não que a rede tenha caído: o arquivo inteiro é gerado como argumentos da ferramenta antes de a gravação começar. Peça o arquivo em pedaços menores, acrescentados aos poucos, ou peça que ele seja gerado por um script curto.
ro: Dacă s-a întâmplat în timpul scrierii unui fișier mare, probabil cererea a murit în timpul generării, nu rețeaua a căzut: tot fișierul se generează ca argumente ale uneltei înainte de începerea scrierii. Cere fișierul în bucăți mai mici, adăugate pe rând, sau generează-l printr-un script scurt.
ru: Если это произошло при записи большого файла, запрос, скорее всего, оборвался в процессе генерации, а не из-за сети: весь файл формируется как аргументы инструмента до начала записи. Запрашивайте файл небольшими частями с дозаписью или поручите его создание короткому скрипту.
th: หากเกิดขึ้นขณะเขียนไฟล์ขนาดใหญ่ คำขอน่าจะหยุดกลางคันระหว่างการสร้าง ไม่ใช่เครือข่ายล่ม เพราะไฟล์ทั้งไฟล์ถูกสร้างเป็นอาร์กิวเมนต์ของเครื่องมือก่อนเริ่มเขียน ให้ขอไฟล์เป็นส่วนย่อยที่ต่อกันทีละส่วน หรือให้สร้างด้วยสคริปต์สั้นๆ แทน
tr: Bu, büyük bir dosya yazılırken olduysa istek büyük olasılıkla ağ koptuğu için değil üretim ortasında sonlandığı için başarısız olmuştur: dosyanın tamamı, yazma başlamadan önce araç argümanı olarak üretilir. Dosyayı daha küçük parçalar hâlinde ekleyerek isteyin ya da kısa bir betikle ürettirin.
zh_hans: 如果这发生在写入大文件时，多半不是网络断了，而是请求在生成过程中中断了：整个文件会先作为工具参数生成完，才开始写入。可以让它分成多次追加写入，或改为用一小段脚本来生成。
zh_hant: 如果這發生在寫入大檔案時，多半不是網路斷了，而是請求在生成過程中中斷了：整個檔案會先作為工具參數生成完，才開始寫入。可以讓它分成多次追加寫入，或改為用一小段指令稿來生成。

source: iFlytek needs App ID and API Secret — enter them as "appId;apiKey;apiSecret" in the API Key field.
de: iFlytek benötigt App-ID und API-Secret – gib sie als „appId;apiKey;apiSecret“ im Feld API-Schlüssel ein.
es: iFlytek necesita el App ID y el API Secret: introdúcelos como "appId;apiKey;apiSecret" en el campo de clave de API.
fil: Kailangan ng iFlytek ang App ID at API Secret — ilagay bilang "appId;apiKey;apiSecret" sa API Key field.
fr: iFlytek nécessite l’App ID et l’API Secret — saisis-les sous la forme « appId;apiKey;apiSecret » dans le champ Clé API.
hr: iFlytek traži App ID i API Secret — unesite ih kao "appId;apiKey;apiSecret" u polje API ključa.
id: iFlytek memerlukan App ID dan API Secret — masukkan sebagai "appId;apiKey;apiSecret" di field Kunci API.
ja: iFlytek には App ID と API Secret が必要です — API キー欄に「appId;apiKey;apiSecret」の形式で入力してください。
ko: iFlytek에는 App ID와 API Secret이 필요합니다 — API 키 필드에 "appId;apiKey;apiSecret" 형식으로 입력하세요.
ms: iFlytek memerlukan App ID dan API Secret — masukkan sebagai "appId;apiKey;apiSecret" dalam medan Kunci API.
pl: iFlytek wymaga App ID i API Secret — wpisz je jako "appId;apiKey;apiSecret" w polu klucza API.
pt_br: O iFlytek precisa de App ID e API Secret — digite-os como "appId;apiKey;apiSecret" no campo da chave de API.
ro: iFlytek are nevoie de App ID și API Secret — introdu-le ca "appId;apiKey;apiSecret" în câmpul cheii API.
ru: iFlytek требует App ID и API Secret — введите их как «appId;apiKey;apiSecret» в поле ключа API.
th: iFlytek ต้องใช้ App ID และ API Secret — ป้อนเป็น "appId;apiKey;apiSecret" ในช่องคีย์ API
tr: iFlytek, App ID ve API Secret ister — API Anahtarı alanına "appId;apiKey;apiSecret" biçiminde girin.
zh_hans: 讯飞需要 App ID 和 API Secret — 请在 API Key 字段中以“appId;apiKey;apiSecret”的形式填写。
zh_hant: 訊飛需要 App ID 和 API Secret — 請在 API Key 欄位中以「appId;apiKey;apiSecret」的形式填寫。

source: image
de: Bild
es: imagen
fil: larawan
hr: slika
id: gambar
ja: 画像
ko: 이미지
ms: imej
pl: obraz
pt_br: imagem
ro: imagine
ru: изображение
th: รูปภาพ
tr: görsel
zh_hans: 图片
zh_hant: 圖片

source: Image
de: Bild
es: Imagen
fil: Larawan
hr: Slika
id: Gambar
ja: 画像
ko: 이미지
ms: Imej
pl: Obraz
pt_br: Imagem
ro: Imagine
ru: Изображение
th: รูปภาพ
tr: Görsel
zh_hans: 图片
zh_hant: 圖片
